Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.browserStream.disconnectedDetail
source: Reconnect to the Mac to continue streaming.
ar: أعد الاتصال بجهاز Mac لمواصلة البث.
de: Stellen Sie erneut eine Verbindung zum Mac her, um mit dem Streaming fortzufahren.
es: Vuelva a conectarse a la Mac para continuar la transmisión.
fr: Reconnectez-vous au Mac pour continuer la diffusion.
ja: ストリーミングを続けるにはMacに再接続してください。
ko: 스트리밍을 계속하려면 Mac에 다시 연결하세요.
zh_hans: 重新连接到 Mac 以继续串流。
zh_hant: 重新連接到 Mac 以繼續串流。

# mobile.browserStream.forward
source: Forward
ar: إلى الأمام
de: Nach vorne
es: Adelante
fr: Avant
ja: 進む
ko: 앞으로
zh_hans: 向前
zh_hant: 向前

# mobile.browserStream.hideControls
source: Hide Browser Controls
ar: إخفاء عناصر تحكم المتصفح
de: Browser-Steuerelemente ausblenden
es: Ocultar controles del navegador
fr: Masquer les contrôles du navigateur
ja: ブラウザコントロールを非表示
ko: 브라우저 컨트롤 숨기기
zh_hans: 隐藏浏览器控件
zh_hant: 隱藏瀏覽器控件

# mobile.browserStream.hideKeyboard
source: Hide Keyboard
ar: إخفاء لوحة المفاتيح
de: Tastatur ausblenden
es: Ocultar teclado
fr: Masquer le clavier
ja: キーボードを隠す
ko: 키보드 숨기기
zh_hans: 隐藏键盘
zh_hant: 隱藏鍵盤

# mobile.browserStream.keyboard
source: Show Keyboard
ar: إظهار لوحة المفاتيح
de: Tastatur anzeigen
es: Mostrar teclado
fr: Afficher le clavier
ja: キーボードを表示
ko: 키보드 표시
zh_hans: 显示键盘
zh_hant: 顯示鍵盤

# mobile.browserStream.loading
source: Loading
ar: تحميل
de: Laden
es: Cargando
fr: Chargement
ja: 読み込み中
ko: 로드 중
zh_hans: 加载中
zh_hant: 載入中

# mobile.browserStream.menuTitle
source: Mac Browsers
ar: متصفحات ماك
de: Mac-Browser
es: Navegadores Mac
fr: Navigateurs Mac
ja: Macのブラウザ
ko: 맥 브라우저
zh_hans: 苹果浏览器
zh_hant: 蘋果瀏覽器

# mobile.browserStream.newPage
source: New Browser
ar: متصفح جديد
de: Neuer Browser
es: Nuevo navegador
fr: Nouveau navigateur
ja: 新しいブラウザ
ko: 새 브라우저
zh_hans: 新浏览器
zh_hant: 新瀏覽器

# mobile.browserStream.newPageDetail
source: Search or enter an address in the bar below.
ar: ابحث عن عنوان أو أدخله في الشريط أدناه.
de: Suchen Sie in der Leiste unten nach einer Adresse oder geben Sie sie ein.
es: Busque o ingrese una dirección en la barra de abajo.
fr: Recherchez ou saisissez une adresse dans la barre ci-dessous.
ja: 下のバーで検索するか、アドレスを入力してください。
ko: 아래 바에서 주소를 검색하거나 입력하세요.
zh_hans: 在下面的栏中搜索或输入地址。
zh_hant: 在下面的欄位中搜尋或輸入地址。

# mobile.simulatorStream.appSwitcher
source: App Switcher
ar: مبدل التطبيقات
de: App-Umschalter
es: Cambiador de aplicaciones
fr: Sélecteur d'application
ja: Appスイッチャー
ko: 앱 전환기
zh_hans: 应用程序切换器
zh_hant: 應用程式切換器

# mobile.simulatorStream.disconnected
source: Simulator Disconnected
ar: تم قطع اتصال جهاز المحاكاة
de: Simulator getrennt
es: Simulador desconectado
fr: Simulateur déconnecté
ja: Simulatorが切断されました
ko: 시뮬레이터 연결 끊김
zh_hans: 模拟器已断开连接
zh_hant: 模擬器已斷開連接

# mobile.simulatorStream.disconnectedDetail
source: Reconnect to the Mac to continue streaming.
ar: أعد الاتصال بجهاز Mac لمواصلة البث.
de: Stellen Sie erneut eine Verbindung zum Mac her, um mit dem Streaming fortzufahren.
es: Vuelva a conectarse a la Mac para continuar la transmisión.
fr: Reconnectez-vous au Mac pour continuer la diffusion.
ja: ストリーミングを続けるにはMacに再接続してください。
ko: 스트리밍을 계속하려면 Mac에 다시 연결하세요.
zh_hans: 重新连接到 Mac 以继续串流。
zh_hant: 重新連接到 Mac 以繼續串流。

# mobile.simulatorStream.disabledDetail
source: Simulator panes are disabled on the Mac.
ar: تم تعطيل أجزاء المحاكاة على نظام التشغيل Mac.
de: Simulatorfenster sind auf dem Mac deaktiviert.
es: Los paneles del simulador están deshabilitados en Mac.
fr: Les volets du simulateur sont désactivés sur Mac.
ja: MacでSimulatorペインが無効になっています。
ko: Mac에서는 시뮬레이터 창이 비활성화됩니다.
zh_hans: Mac 上禁用模拟器窗格。
zh_hant: Mac 上停用模擬器窗格。

# mobile.simulatorStream.home
source: Home
ar: بيت
de: Heim
es: Hogar
fr: Maison
ja: ホーム
ko: 집
zh_hans: 家
zh_hant: 家

# mobile.simulatorStream.lock
source: Lock
ar: قفل
de: Sperren
es: Cerrar
fr: Verrouillage
ja: ロック
ko: 잠그다
zh_hans: 锁
zh_hant: 鎖

# mobile.simulatorStream.locked
source: Simulator In Use
ar: جهاز محاكاة قيد الاستخدام
de: Simulator im Einsatz
es: Simulador en uso
fr: Simulateur utilisé
ja: Simulatorは使用中です
ko: 시뮬레이터 사용 중
zh_hans: 模拟器使用中
zh_hant: 模擬器使用中

# mobile.simulatorStream.lockedDetail
source: Another phone is controlling this Simulator.
ar: هناك هاتف آخر يتحكم في هذه المحاكاة.
de: Ein anderes Telefon steuert diesen Simulator.
es: Otro teléfono controla este simulador.
fr: Un autre téléphone contrôle ce simulateur.
ja: 別のiPhoneがこのSimulatorを操作しています。
ko: 다른 전화기가 이 시뮬레이터를 제어하고 있습니다.
zh_hans: 另一部手机正在控制该模拟器。
zh_hant: 另一部手機正在控制該模擬器。

# mobile.simulatorStream.menuTitle
source: Mac Simulators
ar: محاكيات ماك
de: Mac-Simulatoren
es: Simuladores de Mac
fr: Simulateurs Mac
ja: MacのSimulator
ko: 맥 시뮬레이터
zh_hans: 苹果电脑模拟器
zh_hant: 蘋果電腦模擬器

# mobile.simulatorStream.moreButtons
source: More Buttons
ar: المزيد من الأزرار
de: Weitere Schaltflächen
es: Más botones
fr: Plus de boutons
ja: その他のボタン
ko: 더 많은 버튼
zh_hans: 更多按钮
zh_hant: 更多按鈕

# mobile.simulatorStream.owned
source: iPhone Control
ar: التحكم بالايفون
de: iPhone-Steuerung
es: Control de iPhone
fr: Contrôle iPhone
ja: iPhoneで操作中
ko: 아이폰 제어
zh_hans: iPhone控制
zh_hant: iPhone控制

# mobile.simulatorStream.needsRecovery
source: Simulator Needs Recovery
ar: يحتاج جهاز المحاكاة إلى الاسترداد
de: Der Simulator muss wiederhergestellt werden
es: El simulador necesita recuperación
fr: Le simulateur a besoin d’être récupéré
ja: Simulatorの復旧が必要です
ko: 시뮬레이터에 복구가 필요함
zh_hans: 模拟器需要恢复
zh_hant: 模擬器需要恢復

# mobile.simulatorStream.needsRecoveryDetail
source: The Simulator session on the Mac stopped and is showing its last frame.
ar: توقفت جلسة Simulator على جهاز Mac وتظهر إطارها الأخير.
de: Die Simulator-Sitzung auf dem Mac wurde beendet und zeigt ihren letzten Frame an.
es: La sesión del Simulador en Mac se detuvo y muestra su último fotograma.
fr: La session Simulator sur Mac s'est arrêtée et affiche sa dernière image.
ja: MacのSimulatorセッションが停止し、最後のフレームを表示しています。
ko: Mac의 시뮬레이터 세션이 중지되었으며 마지막 프레임이 표시됩니다.
zh_hans: Mac 上的模拟器会话已停止并显示其最后一帧。
zh_hant: Mac 上的模擬器會話已停止並顯示其最後一幀。

# mobile.simulatorStream.panelClosedDetail
source: The Simulator pane was closed on the Mac.
ar: تم إغلاق جزء Simulator على جهاز Mac.
de: Der Simulatorbereich wurde auf dem Mac geschlossen.
es: El panel Simulador se cerró en Mac.
fr: Le volet Simulateur était fermé sur Mac.
ja: MacでSimulatorペインが閉じられました。
ko: Mac에서는 시뮬레이터 창이 닫혔습니다.
zh_hans: Mac 上的模拟器窗格已关闭。
zh_hant: Mac 上的模擬器窗格已關閉。

# mobile.simulatorStream.quality
source: Stream Quality
ar: جودة الدفق
de: Stream-Qualität
es: Calidad de transmisión
fr: Qualité du flux
ja: ストリーム画質
ko: 스트림 품질
zh_hans: 串流质量
zh_hant: 串流品質

# mobile.simulatorStream.qualityBalanced
source: Balanced
ar: متوازن
de: Ausgewogen
es: Equilibrado
fr: Équilibré
ja: バランス
ko: 균형 잡힌
zh_hans: 均衡
zh_hant: 均衡

# mobile.simulatorStream.qualityDataSaver
source: Data Saver
ar: توفير البيانات
de: Datensparer
es: Ahorro de datos
fr: Économiseur de données
ja: データセーバー
ko: 데이터 세이버
zh_hans: 数据保护程序
zh_hant: 資料保護程式

# mobile.simulatorStream.qualityHigh
source: High
ar: عالي
de: Hoch
es: Alto
fr: Haut
ja: 高画質
ko: 높은
zh_hans: 高的
zh_hant: 高的

# mobile.simulatorStream.recover
source: Recover
ar: استرداد
de: Genesen
es: Recuperar
fr: Récupérer
ja: 復旧
ko: 다시 덮다
zh_hans: 恢复
zh_hant: 恢復

# mobile.simulatorStream.refresh
source: Refresh
ar: ينعش
de: Aktualisieren
es: Refrescar
fr: Rafraîchir
ja: 更新
ko: 새로 고치다
zh_hans: 刷新
zh_hant: 重新整理

# mobile.simulatorStream.refreshSimulator
source: Refresh Simulator
ar: تحديث محاكي
de: Simulator aktualisieren
es: Actualizar simulador
fr: Actualiser le simulateur
ja: Simulatorを更新
ko: 시뮬레이터 새로 고침
zh_hans: 刷新模拟器
zh_hant: 重新整理模擬器

# mobile.simulatorStream.sendText
source: Send Text
ar: إرسال النص
de: Text senden
es: Enviar texto
fr: Envoyer un texte
ja: テキストを送信
ko: 문자 보내기
zh_hans: 发送文本
zh_hant: 發送文字

# mobile.simulatorStream.siri
source: Siri
ar: سيري
ko: 시리
zh_hans: 西里
zh_hant: 西里

# mobile.simulatorStream.stalled
source: Reconnecting to Simulator
ar: إعادة الاتصال بالمحاكي
de: Erneute Verbindung zum Simulator
es: Reconectarse al simulador
fr: Reconnexion au simulateur
ja: Simulatorに再接続中
ko: 시뮬레이터에 다시 연결하는 중
zh_hans: 重新连接到模拟器
zh_hant: 重新連接到模擬器

# mobile.simulatorStream.stalledDetail
source: The video feed stalled. Restoring the stream.
ar: توقف بث الفيديو. استعادة الدفق.
de: Der Video-Feed ist ins Stocken geraten. Wiederherstellung des Streams.
es: La transmisión de video se detuvo. Restaurando la corriente.
fr: Le flux vidéo s'est arrêté. Restauration du flux.
ja: 映像フィードが停止しました。ストリームを復元しています。
ko: 비디오 피드가 중단되었습니다. 스트림을 복원하는 중입니다.
zh_hans: 视频源停止了。正在恢复流。
zh_hant: 視訊來源停止了。正在恢復流。

# mobile.simulatorStream.supersededDetail
source: Another device took over this Simulator stream.
ar: استحوذ جهاز آخر على دفق المحاكاة هذا.
de: Ein anderes Gerät hat diesen Simulator-Stream übernommen.
es: Otro dispositivo se hizo cargo de esta transmisión del simulador.
fr: Un autre appareil a repris ce flux Simulator.
ja: 別のデバイスがこのSimulatorストリームを引き継ぎました。
ko: 다른 장치가 이 시뮬레이터 스트림을 대신했습니다.
zh_hans: 另一个设备接管了这个模拟器流。
zh_hant: 另一個設備接管了這個模擬器流。

# mobile.simulatorStream.switchSimulator
source: Switch Simulator
ar: تبديل محاكي
es: Simulador de interruptor
fr: Simulateur de commutation
ja: Simulatorを切り替え
ko: 스위치 시뮬레이터
zh_hans: 开关模拟器
zh_hant: 開關模擬器

# mobile.simulatorStream.textPlaceholder
source: Text
ar: نص
es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
zh_hans: 文本
zh_hant: 文字

# mobile.simulatorStream.unavailable
source: Simulator Unavailable
ar: جهاز المحاكاة غير متوفر
de: Simulator nicht verfügbar
es: Simulador no disponible
fr: Simulateur indisponible
ja: Simulatorを利用できません
ko: 시뮬레이터를 사용할 수 없음
zh_hans: 模拟器不可用
zh_hant: 模擬器不可用

# mobile.simulatorStream.unavailableDetail
source: The Mac closed this Simulator stream.
ar: أغلق جهاز Mac دفق المحاكاة هذا.
de: Der Mac hat diesen Simulator-Stream geschlossen.
es: La Mac cerró esta transmisión del Simulador.
fr: Le Mac a fermé ce flux Simulator.
ja: MacがこのSimulatorストリームを終了しました。
ko: Mac이 이 시뮬레이터 스트림을 닫았습니다.
zh_hans: Mac 关闭了该模拟器流。
zh_hant: Mac 關閉了此模擬器串流。

# mobile.simulatorStream.viewOnly
source: View Only
ar: عرض فقط
de: Nur anzeigen
es: Ver sólo
fr: Afficher uniquement
ja: 表示のみ
ko: 보기 전용
zh_hans: 仅供查看
zh_hant: 僅供查看

# mobile.simulatorStream.volumeDown
source: Volume Down
ar: خفض مستوى الصوت
de: Lautstärke verringern
es: Bajar volumen
fr: Baisser le volume
ja: 音量を下げる
ko: 볼륨 낮추기
zh_hans: 调低音量
zh_hant: 調低音量

# mobile.simulatorStream.volumeUp
source: Volume Up
ar: رفع مستوى الصوت
de: Lautstärke erhöhen
es: Subir volumen
fr: Augmenter le volume
ja: 音量を上げる
ko: 볼륨 높이기
zh_hans: 调高音量
zh_hant: 調高音量

# mobile.simulatorStream.waiting
source: Waiting for Simulator
ar: في انتظار محاكي
de: Warten auf den Simulator
es: Esperando el simulador
fr: En attendant le simulateur
ja: Simulatorを待機中
ko: 시뮬레이터를 기다리는 중
zh_hans: 等待模拟器
zh_hant: 等待模擬器

# mobile.simulatorStream.waitingDetail
source: The first frame will appear when the Mac is ready.
ar: سيظهر الإطار الأول عندما يكون جهاز Mac جاهزًا.
de: Das erste Bild erscheint, wenn der Mac bereit ist.
es: El primer cuadro aparecerá cuando la Mac esté lista.
fr: La première image apparaîtra lorsque le Mac sera prêt.
ja: Macの準備ができると最初のフレームが表示されます。
ko: Mac이 준비되면 첫 번째 프레임이 나타납니다.
zh_hans: 当 Mac 准备就绪时，将出现第一帧。
zh_hant: 當 Mac 準備好時，將出現第一幀。

# mobile.browserStream.noAddress
source: No address
ar: لا يوجد عنوان
de: Keine Adresse
es: Sin dirección
fr: Pas d'adresse
ja: アドレスなし
ko: 주소 없음
zh_hans: 无地址
zh_hant: 無地址

# mobile.browserStream.paused
source: Stream Paused
ar: تم إيقاف البث مؤقتًا
de: Stream angehalten
es: Transmisión en pausa
fr: Flux en pause
ja: ストリームは一時停止中
ko: 스트림이 일시중지되었습니다.
zh_hans: 串流已暂停
zh_hant: 串流已暫停

# mobile.browserStream.pausedDetail
source: Return to cmux to resume the browser mirror.
ar: ارجع إلى cmux لاستئناف مرآة المتصفح.
de: Kehren Sie zu cmux zurück, um den Browserspiegel fortzusetzen.
es: Regrese a cmux para reanudar el espejo del navegador.
fr: Revenez à cmux pour reprendre le miroir du navigateur.
ja: cmuxに戻るとブラウザのミラーリングが再開します。
ko: 브라우저 미러를 재개하려면 cmux로 돌아갑니다.
zh_hans: 返回 cmux 以恢复浏览器镜像。
zh_hant: 返回 cmux 以恢復瀏覽器鏡像。

# mobile.browserStream.reload
source: Reload
ar: إعادة تحميل
de: Neu laden
es: Recargar
fr: Recharger
ja: 再読み込み
ko: 새로고침
zh_hans: 重新加载
zh_hant: 重新載入

# mobile.browserStream.showControls
source: Show Browser Controls
ar: إظهار عناصر التحكم في المتصفح
de: Browser-Steuerelemente anzeigen
es: Mostrar controles del navegador
fr: Afficher les contrôles du navigateur
ja: ブラウザコントロールを表示
ko: 브라우저 컨트롤 표시
zh_hans: 显示浏览器控件
zh_hant: 顯示瀏覽器控制項

# mobile.browserStream.untitled
source: Browser
ar: المتصفح
es: Navegador
fr: Navigateur
ja: ブラウザ
ko: 브라우저
zh_hans: 浏览器
zh_hant: 瀏覽器

# mobile.browserStream.waiting
source: Waiting for Browser
ar: في انتظار المتصفح
de: Warten auf Browser
es: Esperando el navegador
fr: En attente du navigateur
ja: ブラウザを待機中
ko: 브라우저를 기다리는 중
zh_hans: 等待浏览器
zh_hant: 等待瀏覽器

# mobile.browserStream.waitingDetail
source: The first frame will appear when the Mac is ready.
ar: سيظهر الإطار الأول عندما يكون جهاز Mac جاهزًا.
de: Das erste Bild erscheint, wenn der Mac bereit ist.
es: El primer cuadro aparecerá cuando la Mac esté lista.
fr: La première image apparaîtra lorsque le Mac sera prêt.
ja: Macの準備ができると最初のフレームが表示されます。
ko: Mac이 준비되면 첫 번째 프레임이 나타납니다.
zh_hans: 当 Mac 准备就绪时，将出现第一帧。
zh_hant: 當 Mac 準備好時，將出現第一幀。

# mobile.common.ok
source: OK
ar: نعم
es: DE ACUERDO
fr: D'ACCORD
ko: 좋아요
zh_hans: 好的
zh_hant: 好的

# mobile.common.retry
source: Retry
ar: أعد المحاولة
de: Wiederholen
es: Rever
fr: Réessayer
ja: 再試行
ko: 다시 해 보다
zh_hans: 重试
zh_hant: 重試

# mobile.browser.addressPlaceholder
source: Search or enter address
ar: ابحث أو أدخل العنوان
de: Adresse suchen oder eingeben
es: Buscar o ingresar dirección
fr: Rechercher ou saisir une adresse
ja: 検索またはアドレスを入力
ko: 주소 검색 또는 입력
zh_hans: 搜索或输入地址
zh_hant: 搜尋或輸入地址

# mobile.browser.back
source: Back
ar: خلف
de: Zurück
es: Atrás
fr: Dos
ja: 戻る
ko: 뒤쪽에
zh_hans: 后退
zh_hant: 後退

# mobile.browser.close
source: Close Browser
ar: إغلاق المتصفح
de: Schließen Sie den Browser
es: Cerrar el navegador
fr: Fermer le navigateur
ja: ブラウザを閉じる
ko: 브라우저 닫기
zh_hans: 关闭浏览器
zh_hant: 關閉瀏覽器

# mobile.browser.forward
source: Forward
ar: إلى الأمام
de: Nach vorne
es: Adelante
fr: Avant
ja: 進む
ko: 앞으로
zh_hans: 向前
zh_hant: 向前

# mobile.browser.new
source: New Browser
ar: متصفح جديد
de: Neuer Browser
es: Nuevo navegador
fr: Nouveau navigateur
ja: 新規ブラウザ
ko: 새 브라우저
zh_hans: 新浏览器
zh_hant: 新瀏覽器

# mobile.browser.waiting
source: Waiting for Browser
ar: في انتظار المتصفح
de: Warten auf Browser
es: Esperando el navegador
fr: En attente du navigateur
ja: ブラウザを待機中
ko: 브라우저를 기다리는 중
zh_hans: 等待浏览器
zh_hant: 等待瀏覽器

# mobile.browser.waitingDetail
source: The browser will appear when the Mac is ready.
ar: سيظهر المتصفح عندما يكون جهاز Mac جاهزًا.
de: Der Browser erscheint, wenn der Mac bereit ist.
es: El navegador aparecerá cuando la Mac esté lista.
fr: Le navigateur apparaîtra lorsque le Mac sera prêt.
ja: Mac の準備ができるとブラウザが表示されます。
ko: Mac이 준비되면 브라우저가 나타납니다.
zh_hans: 当 Mac 准备就绪时，浏览器将会出现。
zh_hant: 當 Mac 準備好時，瀏覽器將會出現。

# mobile.browser.reload
source: Reload
ar: إعادة تحميل
de: Neu laden
es: Recargar
fr: Recharger
ja: 再読み込み
ko: 새로고침
zh_hans: 重新加载
zh_hant: 重新載入

# mobile.browser.stop
source: Stop
ar: قف
de: Stoppen
es: Detener
fr: Arrêt
ja: 停止
ko: 멈추다
zh_hans: 停止
zh_hant: 停止

# mobile.common.cancel
source: Cancel
ar: يلغي
de: Stornieren
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# mobile.common.delete
source: Delete
ar: يمسح
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# mobile.common.done
source: Done
ar: منتهي
de: Erledigt
es: Hecho
fr: Fait
ja: 完了
ko: 완료
zh_hans: 完毕
zh_hant: 完畢

# mobile.common.edit
source: Edit
ar: يحرر
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집하다
zh_hans: 编辑
zh_hant: 編輯

# mobile.common.save
source: Save
ar: يحفظ
de: Speichern
es: Ahorrar
fr: Sauvegarder
ja: 保存
ko: 구하다
zh_hans: 节省
zh_hant: 節省

# mobile.composer.attach
source: Attach Photo
ar: إرفاق الصورة
de: Foto anhängen
es: Adjuntar foto
fr: Joindre une photo
ja: 写真を添付
ko: 사진 첨부
zh_hans: 附上照片
zh_hant: 附上照片

# mobile.composer.attach.add
source: Add Attachment
ar: إضافة مرفق
de: Anhang hinzufügen
es: Agregar archivo adjunto
fr: Ajouter une pièce jointe
ja: 添付ファイルを追加
ko: 첨부파일 추가
zh_hans: 添加附件
zh_hant: 新增附件

# mobile.composer.attach.chooseFiles
source: Choose Files
ar: اختر الملفات
de: Wählen Sie Dateien
es: Elija archivos
fr: Choisissez des fichiers
ja: ファイルを選択
ko: 파일 선택
zh_hans: 选择文件
zh_hant: 選擇文件

# mobile.composer.attach.paste
source: Paste
ar: لصق
es: Pasta
fr: Coller
ja: ペースト
ko: 반죽
zh_hans: 粘贴
zh_hant: 貼上

# mobile.composer.attach.photoLibrary
source: Photo Library
ar: مكتبة الصور
de: Fotobibliothek
es: Biblioteca de fotos
fr: Photothèque
ja: 写真ライブラリ
ko: 사진 라이브러리
zh_hans: 照片库
zh_hant: 照片庫

# mobile.composer.attachment.alert.title
source: Couldn’t Add Attachment
ar: تعذر إضافة المرفق
de: Anhang konnte nicht hinzugefügt werden
es: No se pudo agregar el archivo adjunto
fr: Impossible d'ajouter une pièce jointe
ja: 添付ファイルを追加できませんでした
ko: 첨부파일을 추가할 수 없습니다
zh_hans: 无法添加附件
zh_hant: 無法新增附件

# mobile.composer.attachment.file
source: File attachment
ar: مرفق الملف
de: Dateianhang
es: Archivo adjunto
fr: Fichier joint
ja: ファイル添付
ko: 파일첨부
zh_hans: 文件附件
zh_hant: 文件附件

# mobile.composer.attachment.image
source: Image attachment
ar: مرفق الصورة
de: Bildanhang
es: Adjunto imagen
fr: Image jointe
ja: 画像添付
ko: 이미지 첨부
zh_hans: 图片附件
zh_hant: 圖片附件

# mobile.composer.attachment.limit
source: You can attach up to 10 items.
ar: يمكنك إرفاق ما يصل إلى 10 عناصر.
de: Sie können bis zu 10 Artikel anhängen.
es: Puede adjuntar hasta 10 elementos.
fr: Vous pouvez joindre jusqu'à 10 éléments.
ja: 添付できるのは最大10個までです。
ko: 최대 10개 항목을 첨부할 수 있습니다.
zh_hans: 您最多可以附加 10 个项目。
zh_hant: 您最多可以附加 10 個項目。

# mobile.composer.attachment.remove
source: Remove Attachment
ar: إزالة المرفق
de: Anhang entfernen
es: Eliminar archivo adjunto
fr: Supprimer la pièce jointe
ja: 添付を削除
ko: 첨부파일 제거
zh_hans: 删除附件
zh_hant: 刪除附件

# mobile.composer.attachment.preview
source: Preview Attachment
ar: معاينة المرفق
de: Vorschau des Anhangs
es: Vista previa del archivo adjunto
fr: Aperçu de la pièce jointe
ja: 添付をプレビュー
ko: 첨부파일 미리보기
zh_hans: 预览附件
zh_hant: 預覽附件

# mobile.composer.attachment.previewFailed
source: This attachment couldn’t be previewed.
ar: لا يمكن معاينة هذا المرفق.
de: Die Vorschau dieses Anhangs konnte nicht angezeigt werden.
es: No se pudo obtener una vista previa de este archivo adjunto.
fr: Impossible de prévisualiser cette pièce jointe.
ja: この添付はプレビューできませんでした。
ko: 이 첨부파일을 미리 볼 수 없습니다.
zh_hans: 无法预览此附件。
zh_hant: 無法預覽此附件。

# mobile.composer.attachment.tooLarge
source: Choose a file smaller than 32 MB.
ar: اختر ملفًا أصغر من 32 ميغابايت.
de: Wählen Sie eine Datei, die kleiner als 32 MB ist.
es: Elija un archivo de menos de 32 MB.
fr: Choisissez un fichier inférieur à 32 Mo.
ja: 32 MB未満のファイルを選択してください。
ko: 32MB보다 작은 파일을 선택하세요.
zh_hans: 选择小于 32 MB 的文件。
zh_hant: 選擇小於 32 MB 的檔案。

# mobile.composer.attachment.unreadable
source: That item couldn’t be read.
ar: لا يمكن قراءة هذا العنصر.
de: Dieses Element konnte nicht gelesen werden.
es: Ese artículo no se pudo leer.
fr: Cet élément n’a pas pu être lu.
ja: その項目を読み込めませんでした。
ko: 해당 항목을 읽을 수 없습니다.
zh_hans: 该项目无法读取。
zh_hant: 該項目無法讀取。

# mobile.composer.attachment.unsupported
source: This Mac doesn’t support file attachments yet. Update cmux on the Mac.
ar: لا يدعم جهاز Mac هذا مرفقات الملفات حتى الآن. قم بتحديث cmux على جهاز Mac.
de: Dieser Mac unterstützt noch keine Dateianhänge. Aktualisieren Sie cmux auf dem Mac.
es: Esta Mac aún no admite archivos adjuntos. Actualice cmux en Mac.
fr: Ce Mac ne prend pas encore en charge les pièces jointes. Mettez à jour cmux sur Mac.
ja: このMacはファイル添付にまだ対応していません。Macのcmuxをアップデートしてください。
ko: 이 Mac은 아직 파일 첨부를 지원하지 않습니다. Mac에서 cmux를 업데이트하세요.
zh_hans: 此 Mac 尚不支持文件附件。更新 Mac 上的 cmux。
zh_hant: 此 Mac 尚不支援文件附件。更新 Mac 上的 cmux。

# mobile.composer.close
source: Hide Composer
ar: إخفاء الملحن
de: Komponist ausblenden
es: Ocultar compositor
fr: Masquer le compositeur
ja: メッセージ作成を閉じる
ko: 작곡가 숨기기
zh_hans: 隐藏作曲家
zh_hant: 隱藏作曲家

# mobile.composer.mic.start
source: Start dictation
ar: بدء الإملاء
de: Diktat starten
es: Iniciar dictado
fr: Démarrer la dictée
ja: 音声入力を開始
ko: 받아쓰기 시작
zh_hans: 开始听写
zh_hant: 開始聽寫

# mobile.composer.mic.stop
source: Stop dictation
ar: توقف عن الإملاء
de: Stoppen Sie das Diktat
es: detener el dictado
fr: Arrêter la dictée
ja: 音声入力を停止
ko: 받아쓰기 중지
zh_hans: 停止听写
zh_hant: 停止聽寫

# mobile.composer.placeholder
source: Message
ar: رسالة
de: Nachricht
es: Mensaje
ja: メッセージ
ko: 메시지
zh_hans: 信息
zh_hant: 訊息

# mobile.composer.send
source: Send
ar: يرسل
de: Schicken
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내다
zh_hans: 发送
zh_hant: 傳送

# mobile.computers.auto
source: Auto
ar: آلي
ja: 自動
ko: 자동
zh_hans: 汽车
zh_hant: 汽車

# mobile.computers.build.dev
source: DEV
ar: ديف
de: ENTW
es: DESARROLLO
fr: DÉVELOPPEUR
ko: 개발

# mobile.computers.build.devTaggedFormat
source: DEV · %@
ar: ديف · %@
de: ENTWICKLER · %@
es: DESARROLLADOR · %@
fr: DÉVELOPPEUR · %@
zh_hans: 开发·%@
zh_hant: 開發·%@

# mobile.computers.build.nightly
source: Nightly
ar: ليلا
de: Nacht
es: Nocturno
fr: Chaque nuit
ja: ナイトリー
ko: 야간
zh_hans: 每晚
zh_hant: 每晚

# mobile.computers.build.stable
source: Stable
ar: مستقر
de: Stabil
es: Estable
fr: Écurie
ja: 安定版
ko: 안정적인
zh_hans: 稳定的
zh_hant: 穩定的

# mobile.computers.build.staging
source: Staging
ar: التدريج
de: Inszenierung
es: Puesta en escena
fr: Mise en scène
ja: ステージング
ko: 각색
zh_hans: 分期
zh_hant: 分期

# mobile.computers.buildLabel
source: Build: %@
ar: البناء: %@
es: Compilación: %@
fr: Version : %@
ja: ビルド: %@
ko: 빌드: %@
zh_hans: 构建：%@
zh_hant: 建置：%@

# mobile.computers.diagnosticFormat
source: Presence: %@ · %@
ar: الحضور: %@ · %@
de: Präsenz: %@ · %@
es: Presencia: %@ · %@
fr: Présence : %@ · %@
ja: プレゼンス: %@ · %@
ko: 존재: %@ · %@
zh_hans: 存在： %@ · %@
zh_hant: 存在： %@ · %@

# mobile.computers.field.build
source: Build
ar: يبني
de: Bauen
es: Construir
fr: Construire
ja: ビルド
ko: 짓다
zh_hans: 建造
zh_hant: 建造

# mobile.computers.field.color
source: Color
ar: لون
de: Farbe
fr: Couleur
ja: 色
ko: 색상
zh_hans: 颜色
zh_hant: 顏色

# mobile.computers.field.customEmoji
source: Custom emoji…
ar: رموز تعبيرية مخصصة...
de: Benutzerdefiniertes Emoji…
es: Emojis personalizados...
fr: Émoji personnalisé…
ja: カスタム絵文字…
ko: 맞춤 이모티콘…
zh_hans: 自定义表情符号...
zh_hant: 自訂表情符號...

# mobile.computers.field.deviceId
source: Device ID
ar: معرف الجهاز
de: Geräte-ID
es: ID del dispositivo
fr: ID de l'appareil
ja: デバイスID
ko: 장치 ID
zh_hans: 设备ID
zh_hant: 設備ID

# mobile.computers.field.icon
source: Icon
ar: رمز
de: Symbol
es: Icono
fr: Icône
ja: アイコン
ko: 상
zh_hans: 图标
zh_hant: 圖示

# mobile.computers.field.lastSeen
source: Last seen
ar: شوهد آخر مرة
de: Zuletzt gesehen
es: visto por última vez
fr: Vu pour la dernière fois
ja: 最終確認
ko: 마지막으로 본
zh_hans: 最后一次见到
zh_hant: 最後一次見到

# mobile.computers.field.name
source: Name
ar: اسم
es: Nombre
fr: Nom
ja: 名前
ko: 이름
zh_hans: 姓名
zh_hant: 姓名

# mobile.computers.field.pairedSince
source: Paired since
ar: يقترن منذ ذلك الحين
de: Seitdem gepaart
es: emparejado desde
fr: Jumelé depuis
ja: ペアリング日
ko: 다음 날짜부터 페어링됨
zh_hans: 配对自
zh_hant: 配對自

# mobile.computers.field.phone
source: This phone
ar: هذا الهاتف
de: Dieses Telefon
es: este telefono
fr: Ce téléphone
ja: この電話
ko: 이 전화
zh_hans: 这个电话
zh_hant: 這通電話

# mobile.computers.field.reported
source: Reports
ar: التقارير
de: Berichte
es: Informes
fr: Rapports
ja: 報告
ko: 보고서
zh_hans: 报告
zh_hant: 報告

# mobile.computers.field.role
source: Role
ar: دور
de: Rolle
fr: Rôle
ja: 役割
ko: 역할
zh_hans: 角色
zh_hant: 角色

# mobile.computers.field.routeUpdated
source: Route updated
ar: تم تحديث المسار
de: Route aktualisiert
es: Ruta actualizada
fr: Itinéraire mis à jour
ja: ルート更新
ko: 경로가 업데이트되었습니다.
zh_hans: 路线已更新
zh_hant: 路線已更新

# mobile.computers.field.source
source: Source
ar: مصدر
de: Quelle
es: Fuente
ja: ソース
ko: 원천
zh_hans: 来源
zh_hant: 來源
